import avatar1 from "./images/avatar1.png";
import avatar2 from "./images/avatar2.png";
import avatar3 from "./images/avatar3.png";

const feedbackData = [
  {
    id: "avatar1",
    photo: avatar1,
    name: "Федот Сергеев",
    title: "Дизайнер",
    feedback:
      "Я использовал этот софт для фрилансера и был впечатлен его функциональностью и простотой использования. Программа помогла мне организовать свою работу и улучшить эффективность выполнения задач. Особенно мне нравится, что софт предоставляет возможность создавать и отправлять запросы на выполнение работ, а также следить за своим временем и расходованием ресурсов.Я использовал этот софт для фрилансера и был впечатлен его функциональностью и простотой использования. Программа помогла мне организовать свою работу и улучшить эффективность выполнения задач. Особенно мне нравится, что софт предоставляет возможность создавать и отправлять запросы на выполнение работ, а также следить за своим временем и расходованием ресурсов.",
  },
  {
    id: "avatar2",
    photo: avatar2,
    name: "Иван Петров",
    title: "Разработчик",
    feedback:
      "Я использовал этот софт для фрилансера и был впечатлен его функциональностью и простотой использования. Программа помогла мне организовать свою работу и улучшить эффективность выполнения задач. Особенно мне нравится, что софт предоставляет возможность создавать и отправлять запросы на выполнение работ, а также следить за своим временем и расходованием ресурсов.Я использовал этот софт для фрилансера и был впечатлен его функциональностью и простотой использования. Программа помогла мне организовать свою работу и улучшить эффективность выполнения задач. Особенно мне нравится, что софт предоставляет возможность создавать и отправлять запросы на выполнение работ, а также следить за своим временем и расходованием ресурсов.",
  },
  {
    id: "avatar3",
    photo: avatar3,
    name: "Николай Горбачев",
    title: "Техлид в РЖД",
    feedback:
      "Я использовал этот софт для фрилансера и был впечатлен его функциональностью и простотой использования. Программа помогла мне организовать свою работу и улучшить эффективность выполнения задач. Особенно мне нравится, что софт предоставляет возможность создавать и отправлять запросы на выполнение работ, а также следить за своим временем и расходованием ресурсов.Я использовал этот софт для фрилансера и был впечатлен его функциональностью и простотой использования. Программа помогла мне организовать свою работу и улучшить эффективность выполнения задач. Особенно мне нравится, что софт предоставляет возможность создавать и отправлять запросы на выполнение работ, а также следить за своим временем и расходованием ресурсов.",
  },
  {
    id: "avatar4",
    photo: avatar1,
    name: "Дима Ветров",
    title: "Девелопер",
    feedback:
      "Я использовал этот софт для фрилансера и был впечатлен его функциональностью и простотой использования. Программа помогла мне организовать свою работу и улучшить эффективность выполнения задач. Особенно мне нравится, что софт предоставляет возможность создавать и отправлять запросы на выполнение работ, а также следить за своим временем и расходованием ресурсов.Я использовал этот софт для фрилансера и был впечатлен его функциональностью и простотой использования. Программа помогла мне организовать свою работу и улучшить эффективность выполнения задач. Особенно мне нравится, что софт предоставляет возможность создавать и отправлять запросы на выполнение работ, а также следить за своим временем и расходованием ресурсов.",
  },
  {
    id: "avatar5",
    photo: avatar2,
    name: "Сергей Ершов",
    title: "Фрилансер",
    feedback:
      "Я использовал этот софт для фрилансера и был впечатлен его функциональностью и простотой использования. Программа помогла мне организовать свою работу и улучшить эффективность выполнения задач. Особенно мне нравится, что софт предоставляет возможность создавать и отправлять запросы на выполнение работ, а также следить за своим временем и расходованием ресурсов.Я использовал этот софт для фрилансера и был впечатлен его функциональностью и простотой использования. Программа помогла мне организовать свою работу и улучшить эффективность выполнения задач. Особенно мне нравится, что софт предоставляет возможность создавать и отправлять запросы на выполнение работ, а также следить за своим временем и расходованием ресурсов.",
  },
  {
    id: "avatar6",
    photo: avatar3,
    name: "Павел Борисов",
    title: "Продавец",
    feedback:
      "Я использовал этот софт для фрилансера и был впечатлен его функциональностью и простотой использования. Программа помогла мне организовать свою работу и улучшить эффективность выполнения задач. Особенно мне нравится, что софт предоставляет возможность создавать и отправлять запросы на выполнение работ, а также следить за своим временем и расходованием ресурсов.Я использовал этот софт для фрилансера и был впечатлен его функциональностью и простотой использования. Программа помогла мне организовать свою работу и улучшить эффективность выполнения задач. Особенно мне нравится, что софт предоставляет возможность создавать и отправлять запросы на выполнение работ, а также следить за своим временем и расходованием ресурсов.",
  },
];

export default feedbackData;
